Repository: dsantosinfo/ds-backgamom-credits
Catalog: languages/ds-backgamom-credits-*.po
Languages: es_es

source: O plugin DS Backgamom Credits requer que o WooCommerce esteja instalado e ativo.
es_es: El plugin DS Backgamom Credits requiere que WooCommerce esté instalado y activo.

source: Adicionar Créditos
es_es: Añadir Créditos

source: Deduzir Créditos
es_es: Deducir Créditos

source: Histórico
es_es: Historial

source: Saques
es_es: Retiros

source: Configurações
es_es: Configuración

source: Relatórios
es_es: Informes

source: Créditos adicionados com sucesso
es_es: Créditos añadidos exitosamente

source: Créditos deduzidos com sucesso
es_es: Créditos deducidos exitosamente

source: Erro ao processar transação
es_es: Error al procesar transacción

source: Saque solicitado com sucesso
es_es: Retiro solicitado exitosamente

source: Saque aprovado
es_es: Retiro aprobado

source: Saque negado
es_es: Retiro denegado

source: Quantidade de Créditos
es_es: Cantidad de Créditos

source: Insira a quantidade de créditos que este produto concede ao cliente.
es_es: Ingrese la cantidad de créditos que este producto otorga al cliente.

source: Seu saldo de créditos: %s
es_es: Tu saldo de créditos: %s

source: Usuário não logado.
es_es: Usuario no conectado.

source: Você precisa estar logado para ver seus créditos.
es_es: Necesitas iniciar sesión para ver tus créditos.

source: Meus Créditos
es_es: Mis Créditos

source: créditos disponíveis
es_es: créditos disponibles

source: %d créditos adicionados ao usuário. Novo saldo: %d.
es_es: %d créditos añadidos al usuario. Nuevo saldo: %d.
